name: "smz_detec"
default_model_filename: "smz_detec.pt"
platform: "pytorch_libtorch"
max_batch_size : 1
input [
  {
    name: "input__0"
    data_type: TYPE_FP32
    dims: [ -1, 3, -1, -1 ]
  }
]
output [
  {
    name: "output__0"
    data_type: TYPE_FP32
    dims: [ -1, -1, -1, 2 ]
  },
  {
    name: "281__1"
    data_type: TYPE_FP32
    dims: [ -1, 32, -1, -1 ]
  }
]