name: "smz_recog"
default_model_filename: "smz_recog.pt"
platform: "pytorch_libtorch"
max_batch_size : 1
input [
  {
    name: "input__0"
    data_type: TYPE_FP32
    dims: [ -1, 1, 32, 28 ]
  },
  {
    name: "text__1"
    data_type: TYPE_FP32
    dims: [ -1, 16 ]
  }
]
output [
  {
    name: "output__0"
    data_type: TYPE_FP32
    dims: [ -1, -1, -1 ]
  }
]